export const tipsConfig = (num) => {
    let index = num > 10 ? 10 : num;
    // const TIPS = {
    //     0: '理想之城',
    //     1: '房思琪的初恋乐园',
    //     2: '小王子',
    //     3: '画家之眼',
    //     4: '演员自我修养',
    //     5: '人间词话',
    //     6: '追风筝的人',
    //     7: '欧亨利短篇小说精选',
    //     8: '安静的芦苇',
    //     9: '杀死一只知更鸟',
    //     10: '理想国'
    // };
    const TIPS = [
       '理想之城',
       '房思琪的初恋乐园',
       '小王子',
       '画家之眼',
       '演员自我修养',
       '人间词话',
       '追风筝的人',
       '欧亨利短篇小说精选',
       '安静的芦苇',
       '杀死一只知更鸟',
       '理想国'
    ]
    return TIPS[index];
}